logs/do-5bucks-ubuntu/web_wp_wrk_200.log
Running 3m test @ http://x.x.x.x/wordpress/2017/05/01/hello-world
  10 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   156.57ms  223.30ms   2.00s    91.22%
    Req/Sec    44.45     23.82   141.00     58.52%
  Latency Distribution
     50%   56.85ms
     75%  178.17ms
     90%  357.80ms
     99%    1.21s 
  59824 requests in 3.00m, 33.09MB read
  Socket errors: connect 0, read 0, write 0, timeout 1276
  Non-2xx or 3xx responses: 58848
Requests/sec:    332.18
Transfer/sec:    188.13KB